export const data = [{
        id: "1",
        type: "INPUT",
        setName: "房间名称",
        decsription: "大厅列表中最多显示 35 个汉字，英文数字稍多一些。"
    },
    {
        id: "2",
        type: "INPUT",
        setName: "玩家人数",
        decsription: "人数越多，服务器压力越大。对云服而言，1c2g 推荐 4 人，2c4g 推荐 6-8 人。"
    },
    {
        id: "3",
        type: "TEXTAREA",
        setName: "房间描述",
        decsription: "对本房间的介绍。"
    },
    {
        id: "4",
        type: "INPUT",
        setName: "房间密码",
        decsription: "设置密码，进入房间时需要输入正确的密码才可以进入。留空表示不设密码，其他玩家可自由进入。"
    },
    {
        id: "5",
        type: "RADIO",
        setName: "游戏模式",
        decsription: "主要有 生存、无尽、荒野，加上活动的熔炉、暴食，部分 mod 会自定义模式，统一归为自定义六种。生存：玩家死亡队友会持续掉 san；当房间内没有活着的玩家达到 120s 后，世界会被重置。无尽：玩家死亡后可通过作祟恶魔大门复活；基础作物如草根、树苗等会随时间缓慢再生。荒野：玩家选人后会随机出生在地图不同位置；玩家死亡后不会变成鬼魂，而是重选人物重新开始。熔炉：官方活动其一。模式主要以打怪闯关为主，抵御并击败敌人。暴食：官方活动其二。模式主要以烹饪为主，在固定场景中收集食材并做出满足饕餮要求的食物。自定义：由 mod 自行定义玩法。",
    },
    {
        id: "6",
        type: "TEXTAREA",
        setName: "令牌",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "7",
        type: "TEXTAREA",
        setName: "投票功能",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "8",
        type: "TEXTAREA",
        setName: "快照数量",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "9",
        type: "TEXTAREA",
        setName: "控制台",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "10",
        type: "TEXTAREA",
        setName: "玩家对战",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "11",
        type: "TEXTAREA",
        setName: "游戏风格",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "12",
        type: "TEXTAREA",
        setName: "保留栏位",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "13",
        type: "TEXTAREA",
        setName: "通信频率",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "14",
        type: "TEXTAREA",
        setName: "游戏语言",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "15",
        type: "TEXTAREA",
        setName: "挂机超时",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "16",
        type: "TEXTAREA",
        setName: "无人暂停",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "17",
        type: "TEXTAREA",
        setName: "自动存档",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "18",
        type: "TEXTAREA",
        setName: "局域网模式",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "19",
        type: "TEXTAREA",
        setName: "离线模式",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "20",
        type: "TEXTAREA",
        setName: "DNS",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "21",
        type: "TEXTAREA",
        setName: "连接超时",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "22",
        type: "TEXTAREA",
        setName: "贴图转换",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "23",
        type: "TEXTAREA",
        setName: "群组 ID",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "24",
        type: "TEXTAREA",
        setName: "仅群组",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "25",
        type: "TEXTAREA",
        setName: "群组管理员",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "26",
        type: "TEXTAREA",
        setName: "多世界",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "27",
        type: "TEXTAREA",
        setName: "从世界 IP",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "28",
        type: "TEXTAREA",
        setName: "主世界 IP",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "29",
        type: "TEXTAREA",
        setName: "通信端口",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    },
    {
        id: "30",
        type: "TEXTAREA",
        setName: "通信密码",
        decsription: "维持服务器独立运行的凭证，符合要求的令牌才可以开启服务器。创建令牌的玩家将自动成为使用该令牌开启的服务器的管理员。获取方法可自行百度。"
    }
];